{
  "columns": {
    "restaurantPlatform": "Мейрамхана алаңы",
    "mainDescription": "Мейрамхана платформасы – мейрамхана бизнесін басқару үшін арнайы жасалған бағдарламалық құрал. Бұл мейрамханаларға мәзірді басқару, тапсырыстар, жеткізулер, қаржы және басқа да бизнес операциялары сияқты әртүрлі процестерді автоматтандыруға мүмкіндік береді.",
    "orderNow": "Қазір тапсырыс беріңіз",
    "freshFruits": "Ең күшті",
    "noData": "Әзірге деректер жоқ!",
    "ourDishes": "Біздің тағамдар",
    "menu": "Мәзір",
    "home": "Басты бет",
    "about": "Біз туралы",
    "contacts": "Контактілер",
    "aboutInformation11": "Біздің платформа мейрамханаларды мәзірлерді, тапсырыстарды, төлемдерді және шолуларды басқаруға ыңғайлы және функционалды интерфейспен қамтамасыз етеді. Осының арқасында мейрамханалар тұтынушылардың сұраныстарына тезірек және дәлірек жауап беріп, оларға жоғары деңгейде қызмет көрсете алады.",
    "aboutInformation22": "Сонымен қатар, біздің платформа мейрамханаларға өздерінің онлайн қатысуын кеңейтуге және үйде тамақ жеткізуге тапсырыс беретін тұтынушылардың санын көбейтуге мүмкіндік береді. Біз платформаны мейрамхана веб-сайтымен және танымал тамақ жеткізу қызметтерімен біріктіреміз, бұл мейрамханаларға тапсырыстар мен кірістерді көбейтуге мүмкіндік береді.",
    "infoAbout": "Біз туралы ақпарат",
    "aboutInformation1": "Біздің платформа мейрамханаларды мәзірлерді, тапсырыстарды, төлемдерді және шолуларды басқаруға ыңғайлы және функционалды интерфейспен қамтамасыз етеді. Осының арқасында мейрамханалар тұтынушылардың сұраныстарына тезірек және дәлірек жауап беріп, оларға жоғары деңгейде қызмет көрсете алады. Біз мейрамхананың ресурстары мен қызметкерлерін басқару қажеттілігін де ескердік. Біздің платформа мейрамханаларға түгендеуді, жоспарлауды және жалақыны басқару мүмкіндігін береді. Бұл мейрамханаларға осы процестерді басқаруға жұмсалатын уақыт пен күш-жігерді қысқартуға және қызмет көрсету сапасы мен тұтынушылар тәжірибесін жақсартуға назар аударуға мүмкіндік береді.",
    "aboutInformation2": "Сонымен қатар, біздің платформа мейрамханаларға өздерінің онлайн қатысуын кеңейтуге және үйде тамақ жеткізуге тапсырыс беретін тұтынушылардың санын көбейтуге мүмкіндік береді. Біз платформаны мейрамхана веб-сайтымен және танымал тамақ жеткізу қызметтерімен біріктіреміз, бұл мейрамханаларға тапсырыстар мен кірістерді көбейтуге мүмкіндік береді. Жалпы, біздің мейрамхана платформасы мейрамханаларға өз бизнесін тиімді басқаруға және тұтынушылар тәжірибесін жақсартуға арналған құралдарды ұсынады. Біз цифрлық қатысу мейрамханалар үшін маңыздырақ болып бара жатқанына сенімдіміз және біз оларға осы процесте көмектесуге қуаныштымыз.",
    "aboutInformation": "Біздің платформа мейрамханаларды мәзірлерді, тапсырыстарды, төлемдерді және шолуларды басқаруға ыңғайлы және функционалды интерфейспен қамтамасыз етеді. Осының арқасында мейрамханалар тұтынушылардың сұраныстарына тезірек және дәлірек жауап беріп, оларға жоғары деңгейде қызмет көрсете алады. Біз мейрамхананың ресурстары мен қызметкерлерін басқару қажеттілігін де ескердік. Біздің платформа мейрамханаларға түгендеуді, жоспарлауды және жалақыны басқару мүмкіндігін береді. Бұл мейрамханаларға осы процестерді басқаруға жұмсалатын уақыт пен күш-жігерді қысқартуға және қызмет көрсету сапасы мен тұтынушылар тәжірибесін жақсартуға назар аударуға мүмкіндік береді. Сонымен қатар, біздің платформа мейрамханаларға өздерінің онлайн қатысуын кеңейтуге және үйде тамақ жеткізуге тапсырыс беретін тұтынушылардың санын көбейтуге мүмкіндік береді. Біз платформаны мейрамхана веб-сайтымен және танымал тамақ жеткізу қызметтерімен біріктіреміз, бұл мейрамханаларға тапсырыстар мен кірістерді көбейтуге мүмкіндік береді. Жалпы, біздің мейрамхана платформасы мейрамханаларға өз бизнесін тиімді басқаруға және тұтынушылар тәжірибесін жақсартуға арналған құралдарды ұсынады. Біз цифрлық қатысу мейрамханалар үшін маңыздырақ болып бара жатқанына сенімдіміз және біз оларға осы процесте көмектесуге қуаныштымыз.",
    "aboutInformationMobile": "Біздің платформа мейрамханаларды мәзірлерді, тапсырыстарды, төлемдерді және шолуларды басқаруға ыңғайлы және функционалды интерфейспен қамтамасыз етеді. Осының арқасында мейрамханалар тұтынушылардың сұраныстарына тезірек және дәлірек жауап беріп, оларға жоғары деңгейде қызмет көрсете алады. Біз мейрамхананың ресурстары мен қызметкерлерін басқару қажеттілігін де ескердік. Біздің платформа мейрамханаларға түгендеуді, жоспарлауды және жалақыны басқару мүмкіндігін береді. Бұл мейрамханаларға осы процестерді басқаруға жұмсалатын уақыт пен күш-жігерді қысқартуға және қызмет көрсету сапасы мен тұтынушылар тәжірибесін жақсартуға назар аударуға мүмкіндік береді.",
    "name": "Аты-жөні",
    "email": "Почта",
    "title": "Тақырып",
    "message": "Хабарлама",
    "sendMessage": "Хабарлама жіберу",
    "total": "Барлығы",
    "securePayment": "Қауіпсіз төлем",
    "pay": "Төлеу",
    "card": "Карта",
    "emptyCard": "Карта бос",
    "enterCardNumber": "Карта нөмірін енгізіңіз",
    "password": "Құпия сөз",
    "login": "Кіру",
    "register": "Тіркелу",
    "noAccount": "Есептік жазбаңыз жоқ па?",
    "adminPanel": "Басқару панелі",
    "logout": "Шығу",
    "itsRest": "Бұл ресторан",
    "haveAccount": "Жүйеде тіркелгенсізбе?",
    "messages": "Хабарламалар",
    "productList": "Тағамдар",
    "categoryList": "Категориялар",
    "addProduct": "Тағам қосу",
    "addCategory": "Категория қосу",
    "orders": "Тапсырыстар",
    "toHome": "Басты бет",
    "calorie": "Калория",
    "tg": "тг",
    "addToCard": "Корзинаға қосу",
    "delete": "Жою",
    "upload": "Жүктеу",
    "secured": "Қорғалған",
    "sum": "Барлығы",
    "enterPlace": "Үстел нөмірін жазыңыз",
    "placeNumber": "Үстел нөмірі: "
  }
}