import {Card} from "antd";
import React from "react";

const Services = () => {
    return (
        <div style={{padding: '50px'}}>
            <Card title="Информация о нас">
                Наша платформа предоставляет ресторанам удобный и функциональный интерфейс для управления меню,
                заказами, оплатой и отзывами. Благодаря этому рестораны могут быстрее и точнее реагировать на запросы
                клиентов и обеспечивать им высокий уровень обслуживания.

                Мы также учли необходимость управления ресурсами и персоналом ресторана. Наша платформа предоставляет
                ресторанам возможность управлять запасами, расписанием работы и оплатой персонала. Это позволяет
                ресторанам сократить время и усилия, затрачиваемые на управление этими процессами, и сконцентрироваться
                на повышении качества обслуживания и улучшении опыта клиентов.

                Кроме того, наша платформа позволяет ресторанам расширить свой онлайн-присутствие и увеличить количество
                клиентов, заказывающих доставку еды на дом. Мы интегрируем платформу с сайтом ресторана и популярными
                сервисами доставки еды, что позволяет ресторанам увеличить число заказов и выручку.

                В целом, наша платформа для ресторанов предоставляет ресторанам инструменты для эффективного управления
                бизнесом и улучшения опыта клиентов. Мы убеждены, что цифровое присутствие становится все более важным
                для ресторанов, и мы рады помочь им в этом процессе.
            </Card>
        </div>
    );
}

export default Services;