{
  "columns": {
    "restaurantPlatform": "Платформа для ресторанов",
    "mainDescription": "Платформа для ресторанов - это программное обеспечение, разработанное специально для управления бизнесом в сфере общепита. Она позволяет ресторанам автоматизировать различные процессы, такие как управление меню, заказы, поставки, финансы и другие бизнес-операции.",
    "orderNow": "Заказать сейчас",
    "freshFruits": "Лучшее",
    "noData": "Пока что данных нет!",
    "ourDishes": "Наши блюда",
    "menu": "Меню",
    "home": "Главная",
    "about": "О нас",
    "contacts": "Контакты",
    "infoAbout": "Информация о нас",
    "aboutInformation": "Наша платформа предоставляет ресторанам удобный и функциональный интерфейс для управления меню, заказами, оплатой и отзывами. Благодаря этому рестораны могут быстрее и точнее реагировать на запросы клиентов и обеспечивать им высокий уровень обслуживания. Мы также учли необходимость управления ресурсами и персоналом ресторана. Наша платформа предоставляет ресторанам возможность управлять запасами, расписанием работы и оплатой персонала. Это позволяет ресторанам сократить время и усилия, затрачиваемые на управление этими процессами, и сконцентрироваться на повышении качества обслуживания и улучшении опыта клиентов. Кроме того, наша платформа позволяет ресторанам расширить свой онлайн-присутствие и увеличить количество клиентов, заказывающих доставку еды на дом. Мы интегрируем платформу с сайтом ресторана и популярными сервисами доставки еды, что позволяет ресторанам увеличить число заказов и выручку. В целом, наша платформа для ресторанов предоставляет ресторанам инструменты для эффективного управления бизнесом и улучшения опыта клиентов. Мы убеждены, что цифровое присутствие становится все более важным для ресторанов, и мы рады помочь им в этом процессе.",
    "name": "Имя",
    "email": "Почта",
    "title": "Название",
    "message": "Сообщение",
    "sendMessage": "Отправить сообщение",
    "total": "Итого",
    "securePayment": "Защищенная оплата",
    "pay": "Оплатить",
    "card": "Карта",
    "emptyCard": "Карта пуста",
    "enterCardNumber": "Введите номер карты",
    "password": "Пароль",
    "login": "Войти",
    "register": "Зарегистрироваться",
    "noAccount": "Нету аккаунта?",
    "adminPanel": "Панель управления",
    "logout": "Выйти",
    "itsRest": "Это ресторан",
    "haveAccount": "Уже есть аккаунт?",
    "messages": "Сообщения",
    "productList": "Список продуктов",
    "categoryList": "Список категорий",
    "addProduct": "Добавить продукт",
    "addCategory": "Добавить категорию",
    "orders": "Заказы",
    "toHome": "На главную",
    "calorie": "Калорий",
    "tg": "тг",
    "addToCard": "Добавить в корзину",
    "delete": "Удалить",
    "upload": "Загрузить",
    "secured": "Защищен",
    "sum": "Сумма",
    "enterPlace": "Напишите намер вашего стола",
    "placeNumber": "Номер стола: "

  }
}