{
  "columns": {
    "restaurantPlatform": "Restaurant platform",
    "mainDescription": "The restaurant platform is a software designed specifically for managing a restaurant business. It allows restaurants to automate various processes such as menu management, orders, deliveries, finance, and other business operations.",
    "orderNow": "Order now",
    "freshFruits": "Our fresh and healthy fruits",
    "noData": "So far no data!",
    "ourDishes": "Our dishes",
    "menu": "Menu",
    "home": "Home",
    "about": "About Us",
    "contacts": "Contacts",
    "infoAbout": "Information about us",
    "aboutInformation": "Our platform provides restaurants with a convenient and functional interface for managing menus, orders, payments and reviews. Thanks to this, restaurants can respond faster and more accurately to customer requests and provide them with a high level of service. We also took into account the need to manage the resources and staff of the restaurant. Our platform gives restaurants the ability to manage inventory, scheduling and payroll. This allows restaurants to reduce the time and effort involved in managing these processes and focus on improving the quality of service and the customer experience. In addition, our platform allows restaurants to expand their online presence and increase the number of customers ordering food delivery at home. We integrate the platform with the restaurant website and popular food delivery services, which allows restaurants to increase the number of orders and revenue. Overall, our restaurant platform provides restaurants with the tools to effectively manage their business and improve the customer experience. We are convinced that digital presence is becoming more and more important for restaurants and we are happy to help them in this process.",
    "name": "Name",
    "email": "Email",
    "title": "Title",
    "message": "Message",
    "sendMessage": "Send a message",
    "total": "Total",
    "securePayment": "Secure payment",
    "pay": "Pay",
    "card": "Card",
    "emptyCard": "Card is empty",
    "enterCardNumber": "Enter card number",
    "password": "Password",
    "login": "Login",
    "register": "Register",
    "noAccount": "Don't have an account?",
    "adminPanel": "Admin Panel",
    "logout": "Logout"
  }
}
